Revit 2024 API
DocumentValidation Members
The DocumentValidation type exposes the following members.
Methods
Name | Description
CanDeleteElement
 Indicates if an element can be deleted.
See Also
DocumentValidation Class
Autodesk.Revit.DB Namespace